<x-header />
<body class="px-5 py-5 lg:px-96 lg:py-46">
    <div class="font-vmax​">
        <div class="text-2xl font-vmax font-extrabold text-blue-900">លក្ខន្តិកៈនៃការចុះឈ្មោះប្រកួត</div>
        <div class="font-vmax">
            <ol class="list-roman p-4 font-bold">
                <li>ច្បាប់ទូទៅ
                    <ul class="font-normal list-decimal pl-2">
                        <li>ការប្រកួតនេះគឺសម្រាប់តែកីឡាករ​ FREE FIRE ក្នុងព្រះរាជាណាចក្រកម្ពុជាប៉ុណ្ណោះ។</li>
                        <li>ការប្រកួតនេះអនុញ្ញាត្តិតែប្រកួតនៅលើទូរស័ព្ទតែប៉ុណ្ណោះមិនអនុញ្ញាតិអោយប្រើប្រាស់ Tablet ឬ Emulator ដើម្បីយកមកប្រកួតនោះទេ។</li>
                        <li>ការចុះឈ្មោះគឺមិនមានការគិតប្រាក់នេះទេ។</li>
                        <li>កីឡាករទាំងអស់ត្រូវតែ Update ហ្គេមរបស់ខ្លួនទៅជំនាន់ចុងក្រោយបង្អស់។ក៏ដូចជាត្រូវប្រាកដថាបានទាញយក ផែនទីទាំង ៣ ដូចជា​ ៖ Bermuda,  Kalahari នឹង Purgatory រួចរាល់ផងដែរ។</li>
                        <li>កីឡាករមិនអាចលេងអោយក្រុមផ្សេងក្រៅពីក្រុមដែលបានចុះឈ្មោះនោះទេ​។</li>
                        <li>កីឡាករអាចចុះឈ្មោះប្រកួត ជាក្រុមផង(Squad)​ នឹង ជាទោល(Solo) ក៏បាន។</li>
                        <li>អ្នករៀបចំការប្រកួត មានសិទ្ធដក កីឡាករណាមួយចេញពីការប្រកួត ប្រសិនបើរកឃើញថាធ្វើខុសទៅនឹងច្បាប់នៃការប្រកួត។</li>
                        <li>អ្នករៀបចំការប្រកួត មានសិទ្ធកែប្រែលក្ខខណ្ឌណាមួយ ដោយមិនចាំបាច់ជម្រាបទុកជាមុន។</li>
                    </ul>
                </li>
                <li>ក្រុម នឹង​ ការកំណត់ឈ្មោះ
                    <ul class="font-normal list-decimal pl-2">
                        <li>ក្រុមអាចមានសមាជិករហូតដល់ 5 អ្នក (​កីឡាករបម្រុង 1 អ្នក)។ </li>
                        <li>ឈ្មោះកីឡាករ ហាមប្រើពាក្យអសុរោះ ឬ ប៉ះពាល់ដល់បុគ្គលដទៃ។</li>
                    </ul>
                </li>
                <li>កាលវិភាគ
                    <ul class="font-normal">
                        <li>ការចុះឈ្មោះប្រកួតចាប់ពីថ្ងៃទី ០១ ខែ តុលា ឆ្នាំ 2021 ដល់ ថ្ងៃទី ១០​ ខែ តុលា ឆ្នាំ 2021។
                        ការប្រកួតជម្រុះចាប់ពីថ្ងៃទី ២០ ខែ តុលា ឆ្នាំ 2021 ដល់ ថ្ងៃទី ២២ ខែ តុលា ឆ្នាំ 2021។
                        ការប្រកួតវគ្គផ្តាច់ព្រ័ត្រនៅថ្ងៃទី ២៧ ខែ តុលា​ ឆ្នាំ 2021។</li>
                    </ul>
                </li>
                <li>ការផ្សាយផ្ទាល់ ការទំនាក់ទំនង និង ព័ត៌មាននៃការប្រកួត
                    <ul class="font-normal list-decimal pl-2">
                        <li>កាលវិភាគប្រកួត​ ការចាប់ពូល​ នឹង ID Game សម្រាប់ប្រកួត នឹងត្រូវបានទម្លាក់ក្នុង Facebook Chat (Messenger)។</li>
                        <li>ការផ្សាយផ្ទាល់មានការ​ Delay រយៈពេល 10​ នាទី។</li>
                        <li>ផ្សាយផ្ទាល់ ក៏ដូចជាព័ត៌មានផ្សេងៗយើងនឹងធ្វើការផុសគឺនៅលើទំព័រហ្វេសបុកផ្លូវការ VMAX Esports។ </li>
                    </ul>
                </li>
                <li>ច្បាប់ក្នុងការប្រកួត
                    <ul class="font-normal list-decimal pl-2">
                        <li>កីឡាករទាំងអស់ត្រូវតែចូលក្នុង Lobby ហ្គេមមុនការប្រកួតចាប់ផ្តើម 10 នាទីមុនការប្រកួតចាប់ផ្តើម។</li>
                        <li>កីឡាករទាំងអស់ត្រូវតែគោរពពេលវេលានឹងម៉ោងប្រកួតគឺដល់ម៉ោងប្រកួតក្រុមការងារនឹងធ្វើការ Start ហ្គេមតែម្តង។</li>
                        <li>សម្រាប់ Internet, Wifi នឹងទូរស័ព្ទដែលកីឡាករប្រើប្រាស់គឺជាការទទួលខុសត្រូវ
                        របស់កីឡាករផ្ទាល់មានន័យថាប្រសិនបើលោតចេញពីហ្គេមមុនពេល Start ហ្គេមគឺក្រុមការងារមិនទទួលខុសត្រូវនោះទេ។</li>
                        <li>កម្មវិធីហេក  នឹងកម្មវិធីទីបីមិនត្រូវបានអនុញ្ញាតិទេ។</li>
                        <li>ប្រសិនបើមានបញ្ហា Glitch ហ្គេមដូចជាមិនអាចកម្រើកបាន គាំងសម្លេង កីឡាករគួរតែរកកន្លែងដែលសុវត្ថិភាពដើម្បីធ្វើការ Clear ហ្គេមហើយអ្នករៀបចំការប្រកួតមិនទទួលខុសត្រូវចំពោះហេតុការផ្សេងៗកំឡុងពេល Clear ហ្គេមនោះទេ។ ប្រសិនបើនៅតែ Glitch ទៀតសូមទាក់ទងមកអ្នករៀបចំការប្រកួតអោយបានជាបន្ទាន់។</li>
                        <li>ករណី Glitch ហ្គេម ដោយចេតនា ហើយមិនបានបាន Clear ហ្គេមចេញភ្លាមៗ នោះអ្នករៀបចំការប្រកួត មានសិទ្ធដកកីឡាករនោះចេញភ្លាមៗតែម្តង។</li></ul>
                </li>
                <li>ទម្រង់នៃការប្រកួត
                    <ul class="font-normal list-decimal pl-2">ការប្រកួតយើងចែកចេញជា ៣ ដំណាក់កាល ៖
                        <li>ការប្រកួតជម្រុះ៖
                            <ul class="pl-7 list-lower-roman">
                                <li>ប្រកួតចំនួន 3 ផែនទី (Bermuda, Kalahari នឹង Purgatory)។</li>
                                <li>យើងនឹងយកតែ 24 ក្រុមប៉ុណ្ណោះដើម្បីឡើងទៅវគ្គពាក់កណ្តាលផ្តាច់ព្រ័ត្រ។</li>
                            </ul>
                        </li>
                        <li>ការប្រកួតវគ្គពាក់កណ្តាលផ្តាច់ព្រ័ត្រ៖
                            <ul class="pl-7 list-lower-roman">
                                <li>ផែនទីសរុបចំនួន 3 ផែនទី (Bermuda, Kalahari នឹង Purgatory)។</li>
                                <li>ក្រុមត្រូវបានចែកចែកជា 2 ពូល ដោយ 1 ពូលមាន 12 ក្រុម
                                    6 ក្រុមដែលមានពិន្ទុច្រើនជាងគេក្នុងពូលនឹងបានឡើងទៅវគ្គផ្តាច់ព្រ័ត្រ។
                                    </li>
                                <li>ក្រុមត្រូវបានចែកចែកជា 2 ពូល ដោយ 1 ពូលមាន 12 ក្រុម</li>
                            </ul>
                        </li>
                        <li>ការប្រកួតវគ្គផ្តាច់ព្រ័ត្រ៖
                            <ul class="pl-7 list-lower-roman">
                                <li>ចំនួនផែនទីសរុប 3 ផែនទី ដោយវគ្គផ្តាច់ព្រ័ត្រត្រូវប្រកួត 5 ហ្គេម ។</li>
                            </ul>
                        </li>
                    </ul>
                    
                </li>
                <li>ពិន្ទុ
                    <ul class="font-normal">
                        <li>ការគិតពិន្ទុចែកចេញជា ២​ ផ្នែក ៖
                            <ul class="list-decimal  pl-5">
                                <li>ចំណាត់ថ្នាក់ក្នុងហ្គេម
                                    <ul class="pl-7 list-lower-roman">
                                        <li>លេខ​ 1​ ទទួលបាន 12 ពិន្ទុ</li>
                                        <li>លេខ​ 2​ ទទួលបាន 9 ពិន្ទុ</li>
                                        <li>លេខ​ 3​ ទទួលបាន 8 ពិន្ទុ</li>
                                        <li>លេខ​ 4​ ទទួលបាន 7 ពិន្ទុ</li>
                                        <li>លេខ​ 5​ ទទួលបាន 6 ពិន្ទុ</li>
                                        <li>លេខ​ 6​ ទទួលបាន 5 ពិន្ទុ</li>
                                        <li>លេខ​ 7​ ទទួលបាន 4 ពិន្ទុ</li>
                                        <li>លេខ​ 8 ទទួលបាន 3 ពិន្ទុ</li>
                                        <li>លេខ​ 9​ ទទួលបាន 2 ពិន្ទុ</li>
                                        <li>លេខ​ 10 ទទួលបាន 1 ពិន្ទុ</li>
                                        <li>លេខ​ 11​ ទទួលបាន 0 ពិន្ទុ</li>
                                        <li>លេខ​ 12​ ទទួលបាន 0 ពិន្ទុ</li>
                                    </ul>
                                </li>
                                <li>រាល់ការសម្លាប់ (Kill) នឹងទទួលបាន ១ ពិន្ទុ។</li>
                                <li>ករណីកីឡាករមានពិន្ទុសរុបស្មើគ្នា នោះកីឡាករដែលមាន Kill ច្រើនជាងគេ គឺជាកីឡាករដែលមានចំណាត់ថ្នាក់ (Placement) លើកីឡាករដែលមាន Kill តិច។ </li>
                                <li>ករណីកីឡាករមានពិន្ទុសរុបស្មើគ្នា ដ៏ដូចជា Kill ស្មើគ្នា នោះកីឡាករដែលទទួលបាន Booyah! ច្រើនជាងគេ គឺជាកីឡាករដែលមានចំណាត់ថ្នាក់ (Placement) លើកីឡាករដែលមាន Booyah! តិច។</li>
                            </ul>
                        </li>
                    </ul>
                </li>
                <li>ប្រាក់រង្វាន់
                    <ul class="font-normal">
                        <li>រង្វាន់សរុបរហូតដល់ 300$
                            <ul class="list-decimal  pl-5">
                                <li>ប្រាក់រង្វាន់សម្រាប់ជាក្រុម (​Squad ) មានចំនួន 200$
                                    <ul class="pl-7 list-lower-roman">
                                        <li>លេខ​ 1​ ទទួលបាន 120$</li>
                                        <li>លេខ​ 2​ ទទួលបាន 60$</li>
                                        <li>លេខ​ 3​ ទទួលបាន 20$</li>
                                    </ul>
                                </li>
                                
                                <li>
                                    ប្រាក់រង្វាន់សម្រាប់ការប្រកួតទោល ( Solo ) មានចំនួន 100$
                                    <ul class="pl-7 list-lower-roman">
                                        <li>លេខ​ 1​ ទទួលបាន 60$</li>
                                        <li>លេខ​ 2​ ទទួលបាន 30$</li>
                                        <li>លេខ​ 3​ ទទួលបាន 10$</li>
                                    </ul>
                                </li>
                                
                            </ul>
                        </li></ul>
                </li>
            </ol>
    </div>
    </div>
</body>